Revit 2024 API
ParameterTypeId.StairsDbgShowLandingBoundary Property
 "Show Landing Boundary"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StairsDbgShowLandingBoundary { get; }
Visual Basic
Public Shared ReadOnly Property StairsDbgShowLandingBoundary As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StairsDbgShowLandingBoundary {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace